INSERT INTO weathers
  (`weather`)
VALUES
  ('晴れ'),
  ('雨');

INSERT INTO times
  (`time`)
VALUES
  ('6:00'),
  ('6:30'),
  ('7:00'),
  ('7:30'),
  ('8:00'),
  ('8:30'),
  ('9:00'),
  ('9:30'),
  ('10:00'),
  ('10:30'),
  ('11:00'),
  ('11:30'),
  ('12:00'),
  ('12:30'),
  ('13:00'),
  ('13:30'),
  ('14:00'),
  ('14:30'),
  ('15:00'),
  ('15:30'),
  ('16:00'),
  ('16:30'),
  ('17:00'),
  ('17:30'),
  ('18:00'),
  ('18:30'),
  ('19:00'),
  ('19:30'),
  ('20:00'),
  ('20:30'),
  ('21:00'),
  ('21:30'),;
  
INSERT INTO grades
  (`grade`)
VALUES
  ('B1'),
  ('B2'),
  ('B3'),
  ('B4'),
  ('M1'),
  ('M2'),
  ('D1'),
  ('D2');

INSERT INTO dates
  (`date`)
VALUES
  ('準々備日'),
  ('準備日'),
  ('1日目'),
  ('2日目'),
  ('片付け日');

INSERT INTO bureaus
  (`bureau`)
VALUES
  ('委員長'),
  ('副委員長'),
  ('総務局長'),
  ('総務局'),
  ('企画局長'),
  ('企画局'),
  ('渉外局長'),
  ('渉外局'),
  ('財務局長'),
  ('財務局'),
  ('制作局長'),
  ('制作局'),
  ('情報局長'),
  ('情報局');

INSERT INTO years
  (`year`)
VALUES
  ('40th'),
  ('41st');
